Repository: giellalt/corpus-nob
Catalog: prestable/tmx/fkv/facta/kainun_institutti/kurs_trolliord_kvensk-kaanos_ferdig_.doc.tmx
Source language: nob
Languages: fkv

source: Vent litt så kommer den mellomste bukken Bruse;
fkv: Minkälaissii sanakorttii tet piđittä aktiviteetiissa?

source: han er mye større!
fkv: Präntätyt sanakortit

source: (bukken skjelver i stemmen) - Ja nok!
fkv: Ulosprintatut pdf-kortit Digitaaliset sanakortit

source: sa trollet.
fkv: toimi huonosti

source: Det samme skjer med den mellomste bukken Bruse (men varierer stemmebruken, slik at den er ett hakk kraftigere enn for den minste bukken)
fkv: toimi hyvin

source: så kommer den store bukken Bruse. TRIPP TRAPP, TIRIPP TRAPP, sa det i broen.
fkv: Kuinka sie arvelet sinun ommaa roolii ko työtelet aktiviteetiitten kans?

source: Den var så tung at broen både knaket og braket under den.
fkv: huonosti valmistannu ittesti hyvin valmistannu ittesti

source: - Hvem er det som tramper på min bro? skrek trollet.
fkv: Kuinka sie arvelet sinun ommaa roolii ko työtelet aktiviteetiitten kans?

source: - Det er den store bukken Bruse, sa bukken den var grov i målet.
fkv: Minkälaissii apukeinoi sie piđit niin ette loit yhtheisen fokuksen lapsiroikassa?

source: skrek trollet.
fkv: vähän innostunnu

source: - Ja, kom du…
fkv: innostunnu

source: - Og snipp snapp snute, så var eventyret ute!
fkv: Muut kommentaarit (työstä lapsiroikassa, tahi kursista)

source: Fortellerteknikk er ikke nødvendigvis en enkel sak.
fkv: Minkälaiset tansi- tahi musikkiaktiviteetit tet tehittä?

source: Skal du få tilhørerne/barna til å engasjere seg i det du forteller, bør du vite hvordan du bygger opp en historie og hvilke elementer som bør være med.
fkv: Ei

source: Fortellerevne
fkv: Osittain Tulleeva

source: Alle kan fortelle - men man trenger trening!
fkv: Tehe evalueeringin valmhiiksi Evalueerinki oon valmis.

source: For å bli en god forteller:
fkv: Vastaukset oon laakrattu.

source: må du studere innholdet i fortellingen grundig
fkv: Evalueeringin oon nyt registreerattu Fonolooginen ymmärys

source: må du se fortellingene som indre bilder. Du må leve deg inn og være på innsiden av fortellingen
fkv: Jokhaisheen sanhaan jonka kans työtelhään, sie saatat vaihettaat perspektiivin fonoloogisheen ymmäryksheen.

source: kan du bruke undertoner bevisst og utnytte følelsesregisteret for å skape nysgjerrighet hos tilhørerne
fkv: Sen tehet klappaamalla, tramppaamalla tahi lyömälä tavut samassa ko sanothaan sen sanan joka oon sanakortissa.

source: kan du bruke variert stemmeleie og variere virkemidlene
fkv: Kysymykset missä harjoitelhaan fonoloogista ymmärystä.

source: bruker du mimikk og kroppsbevegelser i takt med fortellingen
fkv: Oonko se usseemppii sannoi mikkä alethaan samala äänelä?

source: har du øyekontakt med tilhørerne for å trekke dem inn i fortellingen
fkv: Vaikkeempi tehtävä saattaa olla ko pittää puhhuut sannoin pittuuksista.

source: må du tilpasse språket ditt ut fra hvem tilhørerne er
fkv: ”Puu” oon lyhykäinen sana ja tarvittee yhđen klappauksen.

source: kan du sjekke barnas forståelse av innholdet underveis ved å la dem fylle ut enkeltord og hendelser.
fkv: ”Aitta” taas oon pitempi ja tarvittee kaksi klappausta, ja sana ”puteetit” oon kaikkiin pissiin niistä kolmesta.

source: Dette må gjøres på en inviterende måte uten at det virker som kontroll
fkv: Saatat pittäät niitä esimerkkinä lyhykäisemistä ja pitemistä sanoista.

source: kan du lage en innledning til fortellingen som vekker interesse
fkv: Saatat pittäät niitä esimerkkinä lyhykäisemistä ja pitemistä sanoista.

source: Barnehagehverdagen gir mange muligheter for å fortelle fortellinger.
fkv: Tässä sie saatat esimerkiksi pittäät sanakorttii: puu, pensseli ja pitahaya-frukti.

source: For å øve på å bli gode fortellere kan man bruke disse anledningene aktivt (stellebordet, påkledningssituasjoner, turer, når du trøster barn, under måltider ol.
fkv: Sie saatat pittäät niitä esimerkkinä lyhykäisemistä ja pitemistä sanoista. Tässä sie saatat esimerkiksi pittäät sanakorttii: suu, kieli ja krokodilli.

source: ) og fortelle historier man selv liker å fortelle.
fkv: Saatat pittäät niitä esimerkkinä lyhykäisemistä ja pitemistä sanoista.

source: Lær noen metoder for hvordan teksten kan bli en del av deg uten at du lærer den utenat.
fkv: Tässä sie saatat pittäät esimerkiksi sanakorttii: puut, muurhaispounu ja muurhaistronninki.

source: Du tilegner deg fortellingen ved hjelp av fortellingens struktur, episoder, bilder og følelsesmessige innhold sier Aud Berggraf Sæbø (2003).
fkv: Saatat pittäät niitä esimerkkinä lyhykäisemistä ja pitemistä sanoista. Tässä sie saatat esimerkiksi pittäät sanakorttii: vyö, kota ja trumma.

source: Bruk klossene og snakk som den minste bukken, den mellomste, trollet osv. All tale bør være i nåtid (presens).
fkv: Saatat pittäät niitä esimerkkinä lyhykäisemistä ja pitemistä sanoista. Tässä sie saatat pittäät sanakorttii: kuu, saari ja kalaonki.

source: Dette blir en form for teater og dramatisk lek, der handlingen er gitt av eventyret.
fkv: Sie saatat pittäät niitä esimerkkinä lyhykäisemistä ja pitemistä sanoista. Määrä, sija ja formu

source: Bruk gjerne eksempelet under fra eventyret om Gutten som gikk til Nordavinden for å kreve tilbake melet som inspirasjon og bygg videre på det:
fkv: Sanakorttii saatethaan pittäät ko harjoitelhaan termii missä ilmaisthaan määrän, sijan ja formun. Kysymykset missä harjoitelhaan määrää, sijjaa ja formuu.

source: Gutten: Åh, jeg er så sulten!
fkv: Mikä oon painaviin? Mikä oon kevvein?

source: Hva skal vi spise?
fkv: Mikä oon painavampi ko…

source: Gutten: Greit!
fkv: Mikä oon pissiin?

source: (Flytt gutten).
fkv: Mikä oon lyhykäissiin?

source: Åh, det blåser!
fkv: Oonko tämä pitempi ko…

source: (Lag blåselyd.
fkv: Mikä oon painaviin?

source: ) Nå henter jeg mel til grøten!
fkv: Sie kysyt: Mikä oon painaviin?

source: Nå blir mammaen min glad.
fkv: Oonko x painavampi ko y?

source: Jeg er så sulten, nam nam, det skal bli godt med mat! Nordavinden: Sh sh sh (Flytt Nordavinden over gutten.)
fkv: Sie saatat pittäät niitä kieliloovan präntättyi sanakorttii, tahi lastata alas pdf:n ja printata sanakortit.

source: Moren: Hvor er melet?
fkv: Mikä oon korkkein? Sie kysyt:

source: Moren: Uff og uff.
fkv: Mikä oon korkkein?

source: Stakkars oss.
fkv: Mikä oon mataliin?

source: Slik kan du fortsette.
fkv: Oonko x korkkeempi ko y?

source: Du kan også bruke kulissene/scenene fra eventyret herifra: Lytt til eventyret, og blåse de opp med videokanon eller på interaktiv tavle.
fkv: Sie saatat pittäät niitä puuloovan präntättyi sanakorttii, tahi lastata alas pdf:n ja printata sanakortit? Mikä oon pissiin?

source: Flere språk
fkv: Sie kysyt:

source: Hvordan er det å møte et ukjent språk?
fkv: Mikä oon pissiin? Mikä oon lyhykäissiin?

source: Kan vi lære ordet på flere språk, på Eric sitt språk?
fkv: Oonko x pitempi ko y?

source: En slik tilnærming kan bidra til å verdsette morsmålene som finnes i barnegruppen, og barn som mangler ferdigheter i majoritetsspråket får muligheten til å vise ferdigheter gjennom morsmålet sitt.
fkv: Palapeli

source: Å formidle et eventyr slik at barna forstår og har glede av de ulike sidene ved innholdet, krever at du arbeider med eventyret over tid.
fkv: Eeventyyriapissa oon Palapeli-aktiviteetti missä oon eeventyyrin kuvat.

source: Ved gjentagelse kan man gjerne ta små avstikkere som trener spesielle språkferdigheter.
fkv: Tehtävhään kuuluu panna palat yhtheen ja nähđä mitä tapattuu ko palapelin oon valmhiiksi kovottu.

source: Avstikkerne kan variere for hver gjennomgang av eventyret.
fkv: Klikkaa knappii alapuolela ette menet Palapelhiin eeventyyriapissa:

source: Eventyret om De tre bukkene Bruse egner seg for videre arbeid rundt matematiske begreper.
fkv: Sie saatat kans pittäät niitä puuloovan präntättyi korttii, tahi lastata alas pdf:n ja printata sanakortit.

source: Terningene har motiver som tall, geometriske former og terningsymboler, og eventyret i seg selv egner seg til å snakke om rekkefølge, størrelser, tyngde og tall.
fkv: Lähtökohtana oon eeventyyri “Kolme pukkii Pruusii” jonka avula met näytämä kuinka saatat valmistaat ittesti ennen ko muistelet eeventyyrin lapsile.

source: Når du formidler eventyret andre gang, kan du ha terningene fra språkesken i posen.
fkv: Mikä koske ttaa sinnuu?

source: La barna få trekke en og en terning og snakk med barna om hva tallet eller formen heter, hvordan det ser ut, og hvilken farge det har.
fkv: Luje hithaasti eeventyyrin läpi ja merkkaa ittele sanat ja sätningit jokka saatethaan merkitä jotaki sinule, ja jokka annethaan sinule sishäiset kuvat, ajatukset ja assosiasjuunit.

source: 1. Når du formidler eventyret andre gang, kan du ha en pose med andre konkreter for å gjøre formidlingen variert og komme inn på nye begreper.
fkv: Sanat ja fraasit mistä sie tykkäät ja mistä saat sishäiset kuvat, autethaan sinnuu muistamhaan eeventyyrin kuvat ja siirtämhään kokemukset etheenpäin lapsile.

source: Med eventyret om Gutten og Nordavinden som eksempel kan du f.eks ta utgangspunkt i at gutten skal gå gjennom skogen for å komme til Nordavinden.
fkv: 3a2

source: Her treffer han mange dyr som bor i skogen.
fkv: Minkälainen stryktyyri oon eeventyyrissä?

source: Når du formidler eventyret tredje gang, kan du ha en liten pose eller sekk som gutten har på ryggen når han skal gå til Nordavinden.
fkv: Ko eeventyyrin oon lujettu uuđesti ja sie olet hoksanu ette se koskettaa sinnuu, ja sen mikä koskettaa sinnuu, häyđyt löyttäät eeventyyrin päätapattumhaan.

source: Så tar du ut drikkeflaske, matpakke, eple, rosiner, kniv, plaster osv.
fkv: Luje eeventyyrin läpi uuđesti ja löyđä päästryktyyrin ja episuudioorningin.

source: Du kan jobbe videre med gjenstandene i sekken. Hva brukes de til?
fkv: Usheimat eeventyyrit piđethään päästryktyyrii missä oon nämät episuudit:

source: Hvorfor har gutten med seg plaster?
fkv: Alku: Olipa kerran kolme pukkii...

source: Har noen av barna i gruppen sår, hvordan de fikk såret, trenger de plaster osv.
fkv: Teko joka alkkaa tapattuman: jokka aijothiin mennä kesäsijhaan syömhään ittensä paksuiksi.

source: Når du formidler eventyret andre gang, kan du ha en pose med andre konkreter for å gjøre formidlingen variert og komme inn på nye begreper.
fkv: Matkala oli silta kurkkiin yli, ja sen sillan yli het aijothiin (piđä sinun ääntä niin ette herätät intressin/tieđonankaruuđen lapsissa).

source: Kan du bruke eksempelet under fra eventyret om Gutten og Nordavinden og tilpasse til gjenfortelling av eventyret om Påfuglen og ravnen? Ta utgangspunkt i at gutten skal gå gjennom skogen for å komme til Nordavinden.
fkv: Freistaa realiserinkkii: sillan alla asui iso, hirvee trolli, jolla oli silmät niinko tinatalriikit ja nokka niin pitkä ko haravanvarsi (piđä sinun ääntä ja näytä kuinka iso ja paha trolli saattaa olla)

source: Spør barna om de vet navnet på noen dyr som bor i skogen.
fkv: -Kuka kloputtaa minun sillan päälä? (puhu kovala ja selkkeelä äänelä)

source: Gjennom det somaliske eventyret om Krokodillen og reven får man lære om forskjellene mellom dyrene, om hvordan de ser ut.
fkv: -No, se oon Pikkupukki Pruusi;

source: Hvem har den lengste halsen, de største ørene eller den mykeste pelsen?
fkv: mie aijon mennä kesäsijhaan syömhään itteni paksuksi! sanoi pukki;

source: Og kan man kjenne igjen dyrene ut fra mønsteret de har på kroppen?
fkv: sillä oli niin fiini ääni (puhu matalalla ja tärisseevälä äänelä)

source: Ta utgangspunkt i at gutten skal gå gjennom skogen for å komme til Nordavinden.
fkv: -Nyt tulen ja otan sinun,» sanoi trolli (ääni vastaa huutamista) 3. Reaksjon:

source: I posen har du en rev, en ulv, en elg, en ugle, et ekorn, en flaggermus osv. La barna få trekke dyr fra posen og snakk med barna om hva dyra heter, hvordan de ser ut, hva de spiser og hva barnet deres heter.
fkv: sanoi Trolli.

source: I det polske eventyret om skomakeren Dratewka holder heksa jomfruen fanget i et slott.
fkv: sitte tullee Isopukki Pruusi.

source: I Polen finnes mange flotte bygninger og slott.
fkv: KLIPP, KLOPP, KLIPP, KLOPP, kuului sillala;

source: Skomakeren blir ledet opp gjennom vindeltrapper og tunge dører til det øverste innerste rommet.
fkv: pukki oli niin raskas ette silta naskui ja jyrisi sen alla! -Kuka tramppaa minun sillan päälä?

source: Eventyret egner seg f.eks til å jobbe med preposisjoner og adjektiver.
fkv: -Se oon Isopukki Pruusi, sanoi pukki, sillä oli niin krouvi ääni.

source: Under, over, inni,
fkv: -NYT TULEN JA OTAN SINUN!

source: bak gjennom den minste døren, det høyeste tårnet osv.
fkv: -Tule vain... -Ja hip, hap, hoppu - tässä oon loppu!

source: Eventyret om stallo på julaften har samisk opprinnelse og formidler samisk kultur og levesett.
fkv: sie häyđyt nähđä muistelukset niin ko sishäiset kuvat. Sie häyđyt elläänttyyt siihen ja olla muisteluksen sisälä

source: Her blir man kjent med de samiske eventyrkarakterene stallo og luthat/rovthega, og man får se ulike samiske klesplagg.
fkv: saatat pittäät alanuottii tietoisesti ja pittäät tunnetrekisterii hyväksi, niin ette kuunteliijat tulhaan tieđonankariksi

source: Med terningene kan man leke og sette sammen lue, kofte og skaller fra de ulike samiske områdene.
fkv: saatat pittäät varieerattuu äänennuottii ja varieerattui apukeinoi otat aikkaa ja piđät paussii

source: Barna kan bygge karakterer med lulesamisk, sørsamisk eller nordsamisk opprinnelse.
fkv: sinula oon silmäkontakti kuuliijoitten kans niin ette veđät heiđät myötä muisteluksheen

source: Kan du bruke eksempelet under fra eventyret om Gutten og Nordavinden og tilpasse til gjenfortelling av eventyret om Stallo?
fkv: saatat muisteluksen aikana tarkistaat kuinka lapset ymmärethään sisälyksen niin ette annat heiđät täyttäät yksittäissii sannoi ja tapattummii muisteluksheen.

source: Barna kan bygge karakterer med lulesamisk, sørsamisk eller nordsamisk opprinnelse. Kan du bruke eksempelet under fra eventyret om Gutten og Nordavinden og tilpasse til gjenfortelling av eventyret om Stallo?
fkv: Ko sie muistelet eeventyyrin ja piđät klossii niin ette sen oon helpompi ymmärttäät, saatat tehđä tämän kahđela tavala: Sie saatat pittäät alkupöräisen tekstin niin ko se seissoo eeventyyrihäftissä tahi digitaalisesti, tahi sie saatat tehđä tekstin helpomaksi.

source: Troll i ord legger opp til at barna skal lære å formidle et innhold de har hørt, og bli gode fortellere som er glade i å bruke språket.
fkv: Piđä klossii ja puhu niin ko Pikkupukki Pruusi, Keskipukki Pruusi, trolli jne. Kaikki puhet pittää olla nykyaijassa (preesens).

source: Fortelle eventyr med fortellekort Fortellekortene viser scener fra eventyret.
fkv: Tällä tavala synttyy teatterii ja dramaattista leikkii missä pohjana oon eeventyyrin tapattumat.

source: Kortene følger med språkesken som trykte kort, og det finnes ni fortellekort for hvert eventyr.
fkv: Alapuolela oon esimerkki eeventyyristä Poika joka meni Pohjaistuulen tykö ja vaati jauhot takaisin.

source: Så legger du ut et nytt kort og trekker barnet med i gjenfortellingen.
fkv: Saatat pittäät sitä inspirasjuuninna ja rakenttaat siitä etheenpäin:

source: På denne måten støtter bildene opp om selve gjenfortellingen og barna slipper å lure på om de husker innholdet.
fkv: Poika: Hei.

source: Husker dere hva eventyret handlet om?
fkv: Mie olen poika. Mamma: Hei, mie olen mamma.

source: — Ja, det handlet om de tre bukkene Bruse.
fkv: Poika: Oh, minula oon kova nälkä! Mitä aijoma syöđä?

source: — Ja, det handlet om Nordavinden
fkv: Mamma: Meilä ei ole mithään ruokkaa.

source: — Ja, det handlet om Påfuglen og Ravnen.
fkv: Mutta saatama laittaat puuroo.

source: — Ja, det handlet om Krokodillen og Reven.
fkv: Sitte sie häyđyt mennä aitthaan ja nouttaat jauhoi.

source: — Ja, det handlet om Skomakeren.
fkv: Poika: Selvä! (Siirä pojan “ulos”).

source: — Ja, det handlet om Undervannslandet.
fkv: Oh, se tuulee! (tehe puhaltamisäänii.)

source: De får både kognitive, sosiale og språklige erfaringer, og de lærer seg å ta mottakerens perspektiv.
fkv: (Sanakortti missä oon aitta, saattaa makkaat pöyđälä, tahi sie saatat pittäät loovaa, ja siirttäät pojan ”sisäle” aitthaan).

source: Når barnet skal dele en hendelse med andre, må de fortelle slik at andre forstår, og her spiller selvfølgelig språket en sentral rolle.
fkv: Minula oon niin kova nälkä, njam njam, se oon hyvä ko saapi ruokkaa. Pohjaistuuli: Sh sh sh (Siirä Pohjaistuulen pojan yli).

source: Når barna forteller, vil de oppleve at andre ikke forstår eller vet det samme som de selv gjør, og de vil oppleve at andre barn og også voksne kan være uenige i det de sier.
fkv: Poika: Voi ei!

source: Når barn forteller, vil de få spørsmål som avdekker dette.
fkv: Nyt tuuli puhalsi kaikki jauhot pois! Mitä mamma sannoo siitä?

source: Tilhørerne kan spørre om hvor og når noe skjedde, hvem som var til stede og hva som skjedde først og etterpå.
fkv: Poika: Pohjaistuuli puhalsi niin pahasti, niin kaikki jauhot jaukuthiin tuulen myötä! Mamma: Voi, voi.

source: Slike spørsmål er vanlige i all samhandling, og spørsmålene vil støtte barna i å forstå at mennesker har forskjellige oppfatninger og erfaringer.
fkv: Sie häyđyt mennä ulos aitthaan ja kattoot oonko sielä mithään jauhoi jäljelä. Sillä tavala sie saatat jatkata.

source: I tillegg vil barna lære hva som er forventet av en fortelling i vestlige kulturer, nemlig at de har en innledning, et hovedpoeng og en avslutning.
fkv: Liikuta karaktääriitä sinne ja tänne, ja piđä muuta materiaalii jos halluut konkreetiseerata enämen ko mitä löyđät eeventyyriloovasta.

source: Å være i et rom der eventyret formidles på en stor skjerm, skaper en egen stemning. Pedagogen kan trekke med barna i formidlingen og avpasse tempoet i visningen av bildene.
fkv: Sie saatat laittaat esimerkiksi mettän (puitten oksat, varvut, sammalet, lehđet), kurkkiin mihin trollit tölmäthään (kangas mikä henkkaa toolin/pöyđän syrjältä), kesäsijan (loova missä oon klasit, ovi ja ruuhoo siljola), jne.

source: Fortellekortene kan vises på lerret eller interaktiv tavle. Det er viktig at den voksne respekterer barns fortellinger, både eventyr og spontane fortellinger.
fkv: Sie saatat kans pittäät eeventyyrin kylissiitä/seenii tällä tavala: Kuuntele eeventyyrii, ja puhala net ylös videokanuunila tahi interaktiivisele taulule.

source: Selv om fortellingen har mangler og svakheter på flere punkter, bør den voksne unngå å framheve dette, men tvert imot gi barnet positiv tilbakemelding og styrke barnets lyst til å fortelle.
fkv: Usseita kielii

source: Der det er uklart hva barnet prøver å si, bør den voksne være en positiv hjelp og støtte.
fkv: Se oon lapsii kekkä puhuthaan muita äiđinkielii ko majoriteettikieltä/oppimakieltä.

source: Barna kan selv prøve å legge fortellekortene i riktig rekkefølge og pedagogen kan bruke aktiviteten til å observere hva barna har forstått av eventyret som er blitt formidlet.
fkv: Het saatethaan kuunela eeventyyrii omala äiđinkielelä ennen ko sen muistelhaan majoriteettikielelä isossa roikassa. Hiljemin saatethaan muut lapset eđula olla myötä aktiviteetissa.

source: Samtalekortene kan dreie seg om å finne en løsning på et dilemma;
fkv: Sillä tavala rakenethaan tiettoo kielierotuksista ja samanlaisuuksista.

source: barna må ta et valg og veie for og imot, de skal tenke seg en framtidig situasjon, de skal forklare eller begrunne - kort sagt de skal bruke fantasi og fornuft for å komme fram til løsninger.
fkv: Kuinka se oon ko pittää kohđatella tuntemattoman kielen?

source: Å løse problem er en aktivitet der barna blir utfordret til å bruke språket til noe mer komplekst enn å bare beskrive, gjengi eller gjenfortelle.
fkv: Saatamako oppiit sanan usseemalla kielelä, Ericin kielelä? Semmoinen tapa lijetä assiita saattaa olla avuksi siihen ette arvostethaan kaikkii äiđinkielii mitä lapset puhuthaan.

source: I samtalen rundt samtalekortene trener barna både språklige og kognitive ferdigheter.
fkv: Lapset keilä ei ole taittoi majoriteettikielessä saađhaan mahđolisuuđen näyttäät kykkyi oman äiđinkielen kautta.

source: Oppgaven innebærer dekontekstualisert språkbruk.
fkv: Kuuntele eeventyyrii Muistele muisteluksen uuđesti

source: Diskusjon i barnegruppen gir også trening i å forhandle: fremme forslag, tilbakevise, gi og ta ordet og lufte løsningen for de andre.
fkv: Se ette jakkaat eeventyyrin niin ette lapset ymmärethään sisälyksen eri puolii ja niistä oon heile illoo, vaattii sen ette sie työtelet eeventyyrin kans pitemän aijan myötä.

source: Forskere mener at ulike boktyper påvirker barnets tenkning på ulike måter (Torr og Clugston 1999).
fkv: Ko eeventyyrin oon muisteltu ainaki kerran, alusta lopphuun ilman ette narratiivi olestuu, niin sen jälkhiin sen häyttyy muistela usseeman kerran.

source: Sakprosa og faktabøker for barn innbyr til andre samtaler enn eventyr, fortellinger og fantasifulle tekster.
fkv: Ko muistelet eeventyyrii usseeman kerran, niin saatat ottaat myötä teemoi joitten avula harjoitelhaan vasittui kielitaittoi.

source: Dette har vi tatt hensyn til når vi har utviklet samtalekort i Troll i ord. Her får barna språklige og kognitive utfordringer som skiller seg fra spørsmål som vanligvis stilles til eventyr og fortellende tekster.
fkv: Eeventyyri Kolme pukkii Pruusii toimii hyvin ko työtelhään etheenpäin matemaattisten termiin kans. Tärningiissä oon erilaiset motiivit niin ko numerot, geometriset formut ja tärninkisymbolit.

source: Refleksjon og undring Det finnes ti samtalekort til eventyret om de tre bukkene Bruse.
fkv: Eeventyyri itte passaa hyvin siihen ette puhhuut oorningista, kovoista, painoista ja numeroista.

source: Du kan laste ned en pdf og skrive ut samtalekortene.
fkv: Puhu lasten kans siitä mikä numero tahi formu se oon.

source: Det finnes ti samtalekort til eventyret om Gutten og Nordavinden.
fkv: Tet saatatta kans pittäät kieliloovan prettaa ja panna tärningit oikkeesseen paikkhaan pretassa.

source: Det finnes femten samtalekort til eventyret om Påfuglen og Ravnen.
fkv: Sillä laila varieeraat muistelusta ja saatat ottaat myötä uussii termii.

source: Det finnes atten samtalekort til eventyret om Krokodillen og Reven.
fkv: Pussissa oon kettu, hukka, elka, pökkö, orava, lentohiiri jne.

source: Du kan laste ned en pdf og skrive ut samtalekortene. Det finnes ti samtalekort til eventyret om Skomakeren Dratewka.
fkv: Anna lapset vettäät elävät pussista ja puhu lasten kans mikkä elävät net oon, minkänäköiset net oon, mitä net syöđhään, ja minkänimiset lapset niilä oon.

source: Det finnes ti samtalekort til eventyret om Stallo.
fkv: Sie saatat työtelä etheenpäin säkin neuvoitten kans.

source: Det finnes elleve samtalekort til eventyret Undervannslandet.
fkv: Oonko joilaki roikan lapsila haavoi?

source: Aktiviteten skal invitere barna til å reflektere, undre seg og stille flere spørsmål.
fkv: Ko muistelet eeventyyrin toisen kerran, niin saatat pittäät pussii missä oon muita konkreettiita.

source: Samtalekortene kan også vises på lerret eller interaktiv tavle.
fkv: Sillä laila varieeraat muistelusta ja saatat ottaat myötä uussii termii.

source: Eventyrkarakterer
fkv: Saatatko pittäät esimerkkii eeventyyristä Poika ja Pohjaistuuli, ja sovittaat sitä ko muistelet eeventyyrii Riikinkukko ja korppi?

source: Treklosser med silketrykte og lasergraverte motiver utgjør karakterene fra eventyret.
fkv: Piđä lähtökohtana sitä ette poika häyttyy kävelä mettän läpi ette päässee Pohjaistuulen tykö.

source: Treklossene er robuste, de står stødig og er lette å gripe og holde.
fkv: Täälä hän kohđattellee paljon eläviitä jokka asuthaan mettässä.

source: Karakterene kan for eksempel brukes til å dramatisere eventyret.
fkv: Kysy lapsilta tieđethäänkö het mikkä elävät asuthaan mettässä.

source: Denne aktiviteten finner du i eventyrappen Troll i ord - Bukkene.
fkv: Pussissa sinula oon kettu, hukka, elka, pökkö, orava, lentohiiri jne.
